/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ von %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Dieser Kurzbefehl wurde am %2$@ importiert aus: %1$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Dieser Kurzbefehl wurde %2$@ importiert aus: %1$@.";

/* %@ = action name */
"Add “%@”" = "„%@“ hinzufügen";

/* %@ = action name */
"Remove “%@”" = "„%@“ entfernen";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Möchtest du dich von %@ in „Kurzbefehle“ abmelden?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Möchtest du dich von %@ abmelden?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Dieser Kurzbefehl wurde importiert aus: %@. Möchtest du ihn wirklich ausführen?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "als %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Sollen auch die Aktionen in „%@“ gelöscht werden?";

/* %@=app name */
"Install %@" = "%@ installieren";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri-Phrase";

/* Access resource action settings title */
"Accounts" = "Accounts";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Bearbeitung der Kurzbefehle beendet";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Favorit „%@“";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "„%@“ ist kein Favorit mehr";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Kurzbefehl ausführen …";

/* Accessibility action */
"Delete shortcut" = "Kurzbefehl löschen";

/* Accessibility action */
"Duplicate shortcut" = "Kurzbefehl „Duplizieren“";

/* Accessibility action */
"Favorite Action" = "Lieblingsaktion";

/* Accessibility action */
"Rename shortcut" = "Kurzbefehl umbenennen";

/* Accessibility action */
"Un-favorite Action" = "Aktion aus Favoriten entfernen";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Kurzbefehl bearbeiten";

/* Accessibility action or discoverability title */
"Run shortcut" = "Kurzbefehl ausführen";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "„%@“ wurde zum Kurzbefehl hinzugefügt";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Akzeptierte Eingabetypen";

/* Accessibility announcement */
"Closed variables tray" = "Geschlossenes Variablenfach";

/* Accessibility announcement */
"Editing shortcuts" = "Kurzbefehle für Bearbeitungen";

/* Accessibility announcement */
"Opened variables tray" = "Bereich mit geöffneten Variablen";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "bewegen";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Kurzbefehl abgeschlossen";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%1$@ wurde über %2$@ zum Kurzbefehl hinzugefügt";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%1$@ wurde unter %2$@ zum Kurzbefehl hinzugefügt";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "über „%@“ bewegt";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "unter „%@“ bewegt";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ entfernt";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "„%@“ wurde dupliziert";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "reduziert";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Bewegen";

/* Accessibility announcement; expanded parameter */
"expanded" = "erweitert";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Kurzbefehl gestoppt";

/* Accessibility hint */
"Closes the shortcut" = "Schließt den Kurzbefehl";

/* Accessibility hint */
"Creates a new shortcut" = "Erstellt einen neuen Kurzbefehl";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Löscht die ausgewählten Kurzbefehle";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Doppeltippe, um am Ende des Kurzbefehls hinzuzufügen. Doppeltippe und halte, ziehe anschließend, um die Position im Kurzbefehl anzupassen.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Kann bewegt werden. Doppeltippe und halte, warte auf den Ton und bewege anschließend, um neu zu sortieren. Doppeltippe, um auszuwählen.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Dupliziert die ausgewählten Kurzbefehle";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Dieser Kurzbefehl wird in der Aktionserweiterung von „Kurzbefehle“ angezeigt (im Teilen-Menü von iOS), wenn der geteilte Inhalt von dem Typ ist, den du hier auswählst.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Schaltet den Kurzbefehlbearbeitungsmodus aus";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Schaltet den Kurzbefehlbearbeitungsmodus ein";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Doppeltippen, um das Aktionsfach auf halbe Bildschirmgröße zu reduzieren";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Doppeltippen, um das Aktionsfach vollständig zu erweitern";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Zum Lesen der Aktionsbeschreibung doppeltippen.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Kann bewegt werden. Doppeltippe und halte, warte auf den Ton und bewege anschließend, um neu zu sortieren. Doppeltippe, um die Aktionsbeschreibung zu lesen.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Zum Umschalten der Einstellung doppeltippen";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Zum Auswählen doppeltippen";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Zum Reduzieren doppeltippen";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Zum Einfügen doppeltippen";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Zum Erweitern doppeltippen";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Führt den Kurzbefehl „%@“ aus";

/* Accessibility label */
"Add Tag" = "Tag hinzufügen";

/* Accessibility label */
"Close" = "Schließen";

/* Accessibility label */
"Create Shortcut" = "Kurzbefehl erstellen";

/* Accessibility label */
"Show Keyboard" = "Tastatur anzeigen";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Inhalt von %@";

/* Accessibility label or discoverability title */
"Redo" = "Wiederholen";

/* Accessibility label or discoverability title */
"Undo" = "Widerrufen";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimiert";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Halber Bildschirm";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Bildschirmfüllend";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Aktion „%@“ - wird ausgeführt - %d Prozent abgeschlossen";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Aktion „%@“";

/* Accessibility label; remove search filter */
"Remove filter" = "Filter entfernen";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (nicht ausgewählt)";

/* Accessibility value; switch is on */
"On" = "Ein";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Loslassen, um „%@“ zu entfernen";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Diese Aktion übergibt die Eingabe als Ausgabe.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Ruft die Eingabe ab, die am Anfang des Kurzbefehls übergeben wurde.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Du hast noch keine Kurzbefehle für Share-Sheets.\n\nFüge einen Kurzbefehl hinzu, indem du ihn erstellst und in seinen Einstellungen „Im Share-Sheet anzeigen“ aktivierst.";

/* Action extension; no search results */
"No shortcuts match the search." = "Keine Kurzbefehle entsprechen der Suche.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Du hast noch keine Kurzbefehle.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri-Vorschläge";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Kurzbefehl: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Hinzufügen";

/* Add search filter */
"Add Filter" = "Filter hinzufügen";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Jeder mit Zugriff auf diesen geteilten Link kann den Inhalt dieses Kurzbefehls anzeigen.";

/* Alert title */
"Error" = "Fehler";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "iCloud-Link erstellen";

/* Allow access to service */
"Allow Access" = "Zugriff erlauben";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Nicht installiert) %@";

/* App search view; navigation bar title */
"Choose App" = "App auswählen";

/* App search view; no results */
"No results." = "Keine Ergebnisse.";

/* App search view; search bar placeholder */
"Search apps…" = "Apps suchen …";

/* Apple Watch complication */
"Complication" = "Komplikation";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Du hast noch keine Kurzbefehle für die Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Wähle aus, welche Kurzbefehle in der Kurzbefehlekomplikation auf dem Zifferblatt deiner Apple Watch angezeigt werden sollen.\n\nIm Lauf der Zeit optimiert „Kurzbefehle“ anhand deiner Verwendung die Zeiten, in denen Kurzbefehle in der Komplikation angezeigt werden.";

/* Apps category */
"Apps" = "Apps";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Bittet dich um Texteingabe, wenn dieser Kurzbefehl ausgeführt wird.";

/* Boolean false */
"False" = "Falsch";

/* Boolean true */
"True" = "Wahr";

/* Button */
"Back" = "Zurück";

/* Button */
"Cancel" = "Abbrechen";

/* Button */
"Choose Variable" = "Variable auswählen";

/* Button */
"Clear" = "Löschen";

/* Button */
"Delete Actions" = "Aktionen löschen";

/* Button */
"Delete Shortcut" = "Kurzbefehl löschen";

/* Button */
"Done" = "Fertig";

/* Button */
"Get More Shortcuts" = "Mehr Kurzbefehle abrufen";

/* Button */
"Go Back" = "Zurück";

/* Button */
"Help" = "Hilfe";

/* Button */
"Keep Actions" = "Aktionen behalten";

/* Button */
"Next" = "Weiter";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Aktion entfernen";

/* Button */
"Remove Action From Shortcut" = "Aktion aus Kurzbefehl entfernen";

/* Button */
"Remove Photo" = "Foto entfernen";

/* Button */
"Select Magic Variable" = "Magische Variable auswählen";

/* Button */
"Select Photo" = "Foto auswählen";

/* Button */
"Show Action Settings" = "Aktionseinstellungen anzeigen";

/* Button */
"Show Actions" = "Aktionen einblenden";

/* Button */
"Sign Out" = "Abmelden";

/* Button */
"Take Photo" = "Foto aufnehmen";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Zum Home-Bildschirm";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Zum Home-Bildschirm";

/* Button or title */
"Delete" = "Löschen";

/* Button or title */
"Run Shortcut" = "Kurzbefehl ausführen";

/* Button or title */
"Settings" = "Einstellungen";

/* Button or title */
"Variables" = "Variablen";

/* Button title */
"Add to Siri" = "Zu Siri hinzufügen";

/* Button title to import a shortcut */
"Get Shortcut" = "Kurzbefehl abrufen";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Aktiviert Vollbildmodus für Ergebnisse";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Einführung anzeigen";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Ergebnis teilen";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Dieser Kurzbefehl funktioniert mit folgenden Apps und Diensten:";

/* Choose an item */
"Choose" = "Auswählen";

/* Conditional AND */
"and" = "und";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "„Sonst“ zurücklegen";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Aktionen, die hinter „Sonst“ stehen, werden ausgeführt, wenn die Bedingung falsch ist.";

/* Conditional actions settings navigation bar title */
"If Action" = "Wenn-Aktion";

/* Confirmation HUD when link copies */
"Link copied" = "Link kopiert";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Soll das Teilen dieses Kurzbefehls wirklich beende werden? Der iCloud-Link wird dann gelöscht und funktioniert nicht mehr.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Dieser Kurzbefehl wird von all deinen iCloud-Geräten gelöscht.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Diese Kurzbefehle werden von all deinen iCloud-Geräten gelöscht.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "„%1$@“ sieht nicht aus wie %2$@. Wolltest du einen Kontakt hinzufügen?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "„%@“ trotzdem verwenden";

/* Contact field; accessibility label */
"Add Contact" = "Kontakt hinzufügen";

/* Contact field; button */
"Search Contacts" = "Kontakte durchsuchen";

/* Contact field; supported type string */
"a phone number" = "eine Telefonnummer";

/* Contact field; supported type string */
"a phone number or email address" = "eine Telefonnummer oder E-Mail-Adresse";

/* Contact field; supported type string */
"an email address" = "eine E-Mail-Adresse";

/* Content Types category */
"Content Types" = "Inhaltstypen";

/* Copy link to shortcut */
"Copy Link" = "Link kopieren";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "iCloud-Link kopieren";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Dieses Format verwendet die Strukturen aus Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Eigenes Datumsformat";

/* Custom date formatting style */
"Custom" = "Eigene";

/* Custom time format title */
"Custom Format" = "Eigenes Format";

/* Default option */
"Default" = "Standard";

/* Delete all shortcuts */
"Delete All" = "Alle löschen";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Auswahl aufheben";

/* Dictionary key placeholder */
"Key" = "Schlüssel";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Kurzbefehl-Einstellungen";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Kurzbefehl stoppen";

/* Discoverability title */
"Close shortcut" = "Kurzbefehl schließen";

/* Discoverability title */
"Search actions" = "Aktionen suchen";

/* Discoverability title */
"Stop shortcut" = "Kurzbefehl stoppen";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Im Share-Sheet anzeigen";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Im Widget anzeigen";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "In Komplikation anzeigen";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Auf Apple Watch anzeigen";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Kurzbefehl duplizieren";

/* Duplicate shortcut */
"Duplicate" = "Duplizieren";

/* Edit import questions back bar button title */
"Questions" = "Fragen";

/* Error message */
"No options available." = "Keine Optionen verfügbar.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Der App Store konnte nicht geladen werden.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Führe Kurzbefehle mit dem Widget schnell aus.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Favorit";

/* Favorite button title - action is favorited */
"Favorited" = "Favorit";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Account: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Erfüllung aller Bedingungen";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Erfüllung dieser Bedingungen";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "beginnt mit";

/* Find filter UI operator */
"contains" = "enthält";

/* Find filter UI operator */
"does not contain" = "enthält nicht";

/* Find filter UI operator */
"ends with" = "endet mit";

/* Find filter UI operator */
"is" = "ist";

/* Find filter UI operator */
"is after" = "ist nach dem";

/* Find filter UI operator */
"is before" = "ist vor dem";

/* Find filter UI operator */
"is between" = "ist zwischen";

/* Find filter UI operator */
"is exactly" = "ist vor genau";

/* Find filter UI operator */
"is greater than" = "ist größer als";

/* Find filter UI operator */
"is greater than or equal to" = "ist größer oder gleich";

/* Find filter UI operator */
"is in the last" = "ist innerhalb der letzten";

/* Find filter UI operator */
"is in the next" = "ist in den nächsten";

/* Find filter UI operator */
"is larger than" = "ist größer als";

/* Find filter UI operator */
"is larger than or equal to" = "ist größer oder gleich";

/* Find filter UI operator */
"is less than" = "ist kleiner als";

/* Find filter UI operator */
"is less than or equal to" = "ist kleiner oder gleich";

/* Find filter UI operator */
"is longer than" = "Ist länger als";

/* Find filter UI operator */
"is longer than or equal to" = "ist länger oder gleichlang wie";

/* Find filter UI operator */
"is not" = "ist nicht";

/* Find filter UI operator */
"is not exactly" = "ist nicht genau";

/* Find filter UI operator */
"is not on" = "ist nicht auf";

/* Find filter UI operator */
"is on" = "ist auf";

/* Find filter UI operator */
"is shorter than" = "ist kürzer als";

/* Find filter UI operator */
"is shorter than or equal to" = "ist kürzer oder gleichlang wie";

/* Find filter UI operator */
"is smaller than" = "Ist kleiner als";

/* Find filter UI operator */
"is smaller than or equal to" = "ist kleiner oder gleich";

/* Find filter UI operator */
"is today" = "ist heute";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Führe diesen Kurzbefehl mit deiner Stimme aus, indem du ihn zu Siri hinzufügst.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Verwende diesen Kurzbefehl von anderen Apps, indem du das Sharesheet öffnest und auf „Kurzbefehle“ tippst.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Gib einen Schlüssel ein, dessen Wert aus dem Wörterbuch extrahiert wird. Falls leer, erhältst du das ganze Wörterbuch.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (Dieses Gerät)";

/* Full name of contact */
"Full Name" = "Vollständiger Name";

/* Full street address of location */
"Full Street Address" = "Straße";

/* Get property */
"Get" = "Abrufen";

/* Get value for a dictionary key */
"Get Value for Key" = "Wert für Schlüssel abrufen";

/* Go to next import question */
"Continue" = "Weiter";

/* Guided tour; drag actions to here hint */
"…to here" = "… hierher";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Aktionen hierhin bewegen";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Wenn diese Aktion auf der Apple Watch ausgeführt wird, benötigt sie Handoff und fährt auf dem iPhone fort.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Einheit";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601-Zeit";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glyphe „%1$@“, Hintergrundfarbe „%2$@“";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Wähle ein eigenes Bild für den Kurzbefehl aus, mit dem er auf dem Home-Bildschirm hinzugefügt wird.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Das Bild oben wird verwendet, wenn der Kurzbefehl zum Home-Bildschirm hinzugefügt wird.";

/* Icon editor; accessibility label */
"Icon Preview" = "Symbolvorschau";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Symboleditor für Kurzbefehle";

/* Icon editor; segmented control option */
"Color" = "Farbe";

/* Icon editor; segmented control option */
"Glyph" = "Glyphe";

/* Icon editor; segmented control option */
"Home Screen" = "Home-Bildschirm";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Hier hinzugefügte Fragen werden gefragt, wenn dieser Kurzbefehl auf einem anderen Gerät importiert wird. Die Antworten auf die Fragen werden in den Kurzbefehl eingetragen.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Verwende zum Ausprobieren deiner Importfragen die Taste „Kurzbefehl anpassen“ in den Einstellungen dieses Kurzbefehls.";

/* Import questions detail view */
"Default Answer" = "Standard-
antwort";

/* Import questions detail view */
"Question Text" = "Fragetext";

/* Import questions detail view */
"Type a question here…" = "Frage hier eingeben …";

/* Import questions details view; navigation bar title */
"Details" = "Details";

/* Import questions; button */
"Add New Question…" = "Neue Frage hinzufügen …";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Wähle einen Parameter von einer der Aktionen unten aus.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Wähle einen Parameter";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Dieser Kurzbefehl hat keine Aktionen. Füge Aktionen zu deinem Kurzbefehl hinzu, bevor du „Importfragen“ konfigurierst.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Dieser Kurzbefehl akzeptiert: %@";

/* Input types of action */
"Input" = "Eingabe";

/* Input variable description */
"Gets the output of the previous action." = "Ruft die Ausgabe der vorherigen Aktion ab.";

/* Install app icon; should match App Store GET button */
"GET" = "ABRUFEN";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Füge Aktionen von unten hinzu, um deinen Kurzbefehl zu erstellen.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Füge Aktionen von links hinzu, um deinen Kurzbefehl zu erstellen.";

/* Item can be anything */
"anything" = "beliebig";

/* Keep all shortcuts */
"Keep All" = "Alle behalten";

/* Keep shortcuts */
"Keep" = "Behalten";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "%lu behalten";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Erweitern";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Reduzieren";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Akzeptierte Typen";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "%@ hinzufügen";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Welche Art Wert möchtest du hinzufügen?";

/* Long date formatting style */
"Long" = "Lang";

/* Manage sharing */
"Manage Sharing" = "Teilen verwalten";

/* Medium date formatting style */
"Medium" = "Mittel";

/* Missing action error action */
"Update Shortcuts" = "„Kurzbefehle“ aktualisieren";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Diese Aktion konnte in dieser Version von „Kurzbefehle“ nicht gefunden werden.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Name und Store-URL";

/* Name of measurement unit */
"Unit (Name)" = "Einheit";

/* Navigation bar title */
"Select a Magic Variable" = "Magische Variable auswählen";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Konflikte lösen";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variable nicht verfügbar.";

/* None option */
"None" = "Ohne";

/* Note about using the action */
"Note" = "Hinweis";

/* Parameter already in use by another import question */
"Already In Use" = "Bereits in Verwendung";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Für Fragen nicht unterstützt";

/* Piece of text */
"Text" = "Text";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Dieser Kurzbefehl wurde aus einer anderen App importiert. Möchtest du ihn wirklich ausführen?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativ";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Wie lange her/bis";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Unbekanntes Gerät";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Dieser Name wird für all die magischen Variablen der Aktion „%@“ verwendet.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Magische Variable umbenennen";

/* Rename shortcut alert title */
"Rename Shortcut" = "Kurzbefehl umbenennen";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Gib einen neuen Namen für deinen Kurzbefehl ein.";

/* Rename workflow or variable */
"Rename" = "Umbenennen";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Erfordert";

/* Result types of action */
"Result" = "Ergebnis";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Aktion anzeigen";

/* Scripting category */
"Scripting" = "Arbeiten mit Skripten";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Suchen";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Kurzbefehle für Komplikationen";

/* Select all input types */
"Select All" = "Alle auswählen";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@ …";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@ …";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@ …";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Kurzbefehl teilen";

/* Share a workflow along with a description */
"Share with Description" = "Mit Beschreibung teilen";

/* Share a workflow as a file */
"Share as File" = "Als Datei teilen";

/* Share shortcut */
"Share" = "Teilen";

/* Short date formatting style */
"Short" = "Kurz";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "„%@“ enthält keine Aktionen.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Leerer Kurzbefehl";

/* Shortcut contains no actions error title */
"No Actions" = "Keine Aktionen";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Kurzbefehl anpassen …";

/* Shortcut icon */
"Icon" = "Symbol";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Kurzbefehl auswählen";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Zwischen %1$@ und %2$@ bewegt";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "An das Ende hinter %@ bewegt";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "An den Anfang vor %@ bewegt";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Um Kurzbefehle aus dem Heute-Widget verwenden zu können, folge ein paar einfachen Schritten zum Hinzufügen des Widget oder tippe auf „Fertig“, um dies später zu konfigurieren.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Füge das Heute-Widget hinzu, um Kurzbefehle blitzschnell auszuführen.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Bildschirmfoto eines Share-Sheets in Safari. In dem Foto ist die Aktivität von „Kurzbefehle“ hervorgehoben";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Aktionserweiterungs-Kurzbefehle werden in anderen Apps im Share-Sheet ausgeführt.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Kurzbefehle aus dem Heute-Widget werden in der Mitteilungszentrale ausgeführt. Streiche dazu vom oberen Bildschirmrand abwärts.";

/* Shortcut types help view; title */
"Shortcut Types" = "Kurzbefehltypen";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Auf %@ gelöscht";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Auf einem anderen Gerät gelöscht";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Geändert auf %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Auf einem anderen Gerät geändert";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Kurzbefehle suchen …";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Bildschirmfoto des Kurzbefehle-Widgets in der Mitteilungszentrale";

/* Siri phrase */
"“%@”" = "„%@“";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Konfiguration überspringen";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Nicht mehr teilen";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "An Galerie senden";

/* Tap to choose an option */
"Tap to Choose" = "Zum Auswählen tippen";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Den von mir erstellten Kurzbefehl ausgeben!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Steuerung für Aktionen";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "unten auf dem Bildschirm";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "oben rechts auf dem Bildschirm";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Beliebig";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nichts";

/* Title */
"Actions" = "Aktionen";

/* Title */
"Date Format" = "Datumsformat";

/* Title */
"Requires Handoff" = "Erfordert Handoff";

/* Title */
"Shortcuts" = "Kurzbefehle";

/* Title */
"Time Format" = "Zeitformat";

/* Title */
"Type" = "Typ";

/* Title for action drawer categories view */
"Categories" = "Kategorien";

/* Title for configuration page for unit */
"Unit (Title)" = "Einheit";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliothek";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Kurzbefehle anpassen";

/* Title or button */
"Import Questions" = "Importfragen";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Tataa! Dein Heute-Widget ist konfiguriert.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Hole dir als Nächstes einige Kurzbefehle für das Heute-Widget aus der Galerie.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Mit dem Heute-Widget in „Kurzbefehle“ kannst du Kurzbefehle mit einmal tippen aus jeder App heraus ausführen, indem du die Mitteilungszentrale herabziehst.";

/* Today widget explanation button */
"Add Widget" = "Widget hinzufügen";

/* Today widget explanation button */
"View the Gallery" = "Galerie anzeigen";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Führe Kurzbefehle superschnell und überall auf deinem/deiner %MODEL% aus.";

/* Unknown item */
"Unknown" = "Unbekannt";

/* Used in a phrase like 'Add new item' */
"new item" = "neues Objekt";

/* User’s favorited workflows or actions */
"Favorites" = "Favoriten";

/* Variable field placeholder */
"Variable Name" = "Variablenname";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Du kannst eine Variable erstellen, indem du eine Aktion „Variable konfigurieren“ hinzufügst.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Es sind keine Variablen verfügbar";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflikte";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Diesen Kurzbefehl konfigurieren";

/* Workflow name */
"Name of Shortcut" = "Name";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Tippe auf „Fertig“, um mit dem Bearbeiten deines Kurzbefehls fortzufahren.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Bildschirmfoto der Kurzbefehle-App für die Watch";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watch-Kurzbefehle werden mit der App „Kurzbefehle“ für die Apple Watch oder der Komplikation von deinem Handgelenk aus ausgeführt.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Wie kann ich das Heute-Widget finden?";

/* iOS Today Widget */
"Today Widget" = "Heute-Widget";

